// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Additional Settings";
EWSDirectAccessTaskName = "EWS Direct Access";

TaskTitleField = "Web Server";
TaskDescriptionField = "The selected device may be configured using an embedded web server. View device information and configuration options by clicking the button below.";
TaskStartButtonTitle = "Open Embedded Web Server";

CannotOpenEWSTitle = "Embedded Web Server is not available.";
CannotOpenEWSMessage = "This functionality is not supported if the device is connected through USB. To use the Embedded Web Server, you need to connect the device to a local network.";
